let country = prompt('Укажите страну доставки')

switch (country) {
    case 'Китай':
        console.log(`Доставка в Китай будет стоить 150 кредитов`)
        break;
    case 'Чили':
        console.log(`Доставка в Чили будет стоить 250 кредитов`)
        break;
    case 'Австралия':
        console.log(`Доставка в Австралия будет стоить 165 кредитов`)
        break;
    case 'Индия':
        console.log(`Доставка в Индия будет стоить 90 кредитов`)
        break; 
    case 'Ямайка':
        console.log(`Доставка в Ямайка будет стоить 130 кредитов`)
        break;        
    default:
        alert('В вашей стране доставка не доступна')
}

// не знаю як зробити, щоб вписувати можна було великі та малі літери
//знаю, що треба використати toUpperCase() toLowerCase(), але не розумію як саме